Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H26B.tmx
Source language: en_us
Languages: zh_cn

source: Japan’s SoftBank Group Corp on Monday reported a 50.1 percent rise in first-quarter operating profit on Monday.
zh_cn: 日本软银集团（SoftBank Group Corp）周一公布，第一财季营业利润周一上涨50.1％。

source: It follows the company’s inclusion of Vision Fund, the world’s largest private equity fund, as a new reportable segment.
zh_cn: 该公司将世界最大的私募股权基金Vision Fund纳入新的报告分部。

source: Japan’s SoftBank Group Corp on Monday reported a 50.1 percent rise in first-quarter operating profit, after the company included Vision Fund, the world’s largest private equity fund, as a new reportable segment and booked a valuation gain.
zh_cn: 日本软银集团（SoftBank Group Corp）周一公布，第一季度营业利润增长50.1％，该公司包括全球最大的私募股权基金Vision Fund作为新的报告分部，并录得估值收益。

source: The internet and telecoms giant said profit for the quarter through June increased to 479.2 billion yen ($4.33 billion).
zh_cn: 互联网和电信巨头表示，截至6月份的季度利润增至4,792亿日元（合43.3亿美元）。

source: SoftBank has not released a forecast for the current business year ending March, saying there are too many uncertain factors.
zh_cn: 软银没有公布截至3月份的本财年的预测，称不确定因素太多。

source: Thomson Reuters Starmine SmartEstimate puts full-year profit at 1.16 trillion yen, based on the estimates of 20 analysts.
zh_cn: 根据20位分析师的估计，Thomson Reuters Starmine SmartEstimate的全年利润为1.16万亿日元。

source: The logo of SoftBank is displayed at an entrance of a shop in Tokyo’s shopping district Ginza on February 8, 2017.
zh_cn: 2017年2月8日，在东京银座购物区的商店入口处展示SoftBank的标识。

source: SoftBank is a prolific investor in technology startups, with founder and chief executive officer Masayoshi Son instrumental in creating Vision Fund.
zh_cn: SoftBank是科技创业公司的多产投资者，创始人兼首席执行官Masayoshi Son在创建Vision Fund方面发挥了重要作用。

source: Recent investments include U.S. online lender Kabbage Inc, which on Thursday said it had received a $250 million from SoftBank.
zh_cn: 最近的投资包括美国在线贷款公司Kabbage Inc，周四表示已经从软银获得2.5亿美元。

source: SoftBank also has a foothold in the U.S. market through its wireless unit Sprint Corp <S.N>, which last week reported a quarterly profit for the first time in three years as a results of cost cutting efforts.
zh_cn: 软银也通过其无线业务单位Sprint Corp在美国市场站稳了脚跟。上周，由于成本削减的努力，上周公布了三年来首次季度利润。

source: The fourth-biggest U.S. wireless carrier by subscribers is exploring options to boost finances and better compete, through means such as merging with T-Mobile US Inc as well as a tie-up with cable provider Charter Communications Inc.
zh_cn: 美国用户数量第四大的无线运营商正在通过与T-Mobile US Inc的合并以及与有线电视提供商Charter Communications Inc.的合作来探索增加财务和更好竞争的方案。
